Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# Onboarding_Ready_Channels.Header
source: Connect channels
fr_fr: Connecter des canaux
pt_br: Conectar canais
zh_cn: 连接渠道
zh_tw: 連接頻道

# Onboarding_Ready_Channels.Description
source: WhatsApp, Telegram, and more. You choose when to sign in.
fr_fr: WhatsApp, Telegram et plus encore. Vous choisissez quand vous connecter.
pt_br: WhatsApp, Telegram e mais. Você escolhe quando entrar.
zh_cn: WhatsApp、Telegram 等。由您选择何时登录。
zh_tw: WhatsApp、Telegram 等。由您選擇何時登入。

# Onboarding_Ready_Return.Content
source: Back to AI setup
fr_fr: Retour à l’IA
pt_br: Voltar à IA
zh_cn: 返回 AI 设置
zh_tw: 返回 AI 設定

# Onboarding_Ready_Model
source: Verified model: {0}
fr_fr: Modèle vérifié : {0}
pt_br: Modelo verificado: {0}
zh_cn: 已验证的模型：{0}
zh_tw: 已驗證的模型：{0}

# Onboarding_Ready_Verifying
source: Rechecking the same Gateway, agent, and model...
fr_fr: Nouvelle vérification du même Gateway, agent et modèle...
pt_br: Verificando novamente o mesmo Gateway, agente e modelo...
zh_cn: 正在重新验证同一 Gateway、智能体和模型...
zh_tw: 正在重新驗證相同的 Gateway、代理程式和模型...

# Onboarding_Ready_Finalizing
source: Finishing your Windows setup choices...
fr_fr: Finalisation de vos choix de configuration Windows...
pt_br: Concluindo suas opções de configuração do Windows...
zh_cn: 正在完成你的 Windows 设置选项...
zh_tw: 正在完成您的 Windows 設定選項...

# Onboarding_Ready_Opening
source: Opening your selected app page...
fr_fr: Ouverture de la page sélectionnée...
pt_br: Abrindo a página escolhida...
zh_cn: 正在打开你选择的应用页面...
zh_tw: 正在開啟您選擇的應用程式頁面...

# Onboarding_Ready_OwnershipChanged
source: The Gateway, agent, or primary model could not be verified. Return to AI setup and verify again.
fr_fr: Le Gateway, l’agent ou le modèle principal n’a pas pu être vérifié. Revenez à la configuration IA et vérifiez à nouveau.
pt_br: Não foi possível verificar o Gateway, agente ou modelo principal. Volte à configuração da IA e verifique novamente.
zh_cn: 无法验证 Gateway、智能体或主模型。请返回 AI 设置并重新验证。
zh_tw: 無法驗證 Gateway、代理程式或主要模型。請返回 AI 設定並重新驗證。

# Onboarding_Ready_Timeout
source: Verification timed out or was cancelled. Choose again to retry, or return to AI setup.
fr_fr: La vérification a expiré ou a été annulée. Choisissez à nouveau pour réessayer ou revenez à la configuration IA.
pt_br: A verificação expirou ou foi cancelada. Escolha novamente para tentar ou volte à configuração da IA.
zh_cn: 验证超时或已取消。请再次选择以重试，或返回 AI 设置。
zh_tw: 驗證逾時或已取消。請再次選擇以重試，或返回 AI 設定。

# Onboarding_Ready_TimeoutPageDrain
source: Closing the previous AI setup page timed out. Retry, or return to AI setup.
fr_fr: La fermeture de la page de configuration IA précédente a expiré. Réessayez ou revenez à la configuration IA.
pt_br: O fechamento da página anterior de configuração da IA excedeu o tempo limite. Tente novamente ou volte à configuração da IA.
zh_cn: 关闭上一个 AI 设置页面超时。请重试，或返回 AI 设置。
zh_tw: 關閉上一個 AI 設定頁面逾時。請重試，或返回 AI 設定。

# Onboarding_Ready_TimeoutConnection
source: Connecting to the native Gateway timed out. Check Gateway readiness, then retry.
fr_fr: La connexion au Gateway natif a expiré. Vérifiez que le Gateway est prêt, puis réessayez.
pt_br: A conexão com o Gateway nativo excedeu o tempo limite. Verifique se o Gateway está pronto e tente novamente.
zh_cn: 连接原生网关超时。请检查网关是否就绪，然后重试。
zh_tw: 連線至原生閘道逾時。請檢查閘道是否就緒，然後重試。

# Onboarding_Ready_TimeoutModelRecovery
source: Waiting for Local AI recovery timed out. Check Local AI status, then retry.
fr_fr: L’attente de la récupération de l’IA locale a expiré. Vérifiez son état, puis réessayez.
pt_br: A espera pela recuperação da IA local excedeu o tempo limite. Verifique o status da IA local e tente novamente.
zh_cn: 等待本地 AI 恢复超时。请检查本地 AI 状态，然后重试。
zh_tw: 等待本機 AI 復原逾時。請檢查本機 AI 狀態，然後重試。

# Onboarding_Ready_TimeoutModelVerification
source: Verifying the selected AI model timed out. Check that the model can respond, then retry.
fr_fr: La vérification du modèle IA sélectionné a expiré. Vérifiez que le modèle peut répondre, puis réessayez.
pt_br: A verificação do modelo de IA selecionado excedeu o tempo limite. Verifique se o modelo consegue responder e tente novamente.
zh_cn: 验证所选 AI 模型超时。请检查模型是否能够响应，然后重试。
zh_tw: 驗證所選 AI 模型逾時。請檢查模型是否能夠回應，然後重試。

# Onboarding_Ready_TimeoutGatewayStartup
source: Starting the native Gateway or confirming its listener timed out. Check Gateway status, then retry.
fr_fr: Le démarrage du Gateway natif ou la confirmation de son port d’écoute a expiré. Vérifiez l’état du Gateway, puis réessayez.
pt_br: A inicialização do Gateway nativo ou a confirmação da porta de escuta excedeu o tempo limite. Verifique o status do Gateway e tente novamente.
zh_cn: 启动原生网关或确认其监听端口超时。请检查网关状态，然后重试。
zh_tw: 啟動原生閘道或確認其監聽連接埠逾時。請檢查閘道狀態，然後重試。

# Onboarding_Ready_VerifyingFailed
source: AI verification is not available right now. Check the Gateway connection and model readiness, then choose again or return to AI setup.
fr_fr: La vérification IA est momentanément indisponible. Vérifiez la connexion au Gateway et la disponibilité du modèle, puis réessayez ou revenez à la configuration IA.
pt_br: A verificação da IA está indisponível no momento. Confira a conexão com o Gateway e a disponibilidade do modelo e tente novamente ou volte à configuração da IA.
zh_cn: 暂时无法验证 AI。请检查 Gateway 连接及模型是否就绪，然后重试或返回 AI 设置。
zh_tw: 暫時無法驗證 AI。請檢查 Gateway 連線及模型是否就緒，然後重試或返回 AI 設定。

# Onboarding_Ready_FinalizingFailed
source: Windows setup could not finish. Your choice was not launched. Choose again to retry or return to AI setup.
fr_fr: La configuration Windows n’a pas pu se terminer. La destination n’a pas été ouverte. Réessayez ou revenez à la configuration IA.
pt_br: Não foi possível concluir a configuração do Windows. O destino não foi aberto. Tente novamente ou volte à configuração da IA.
zh_cn: Windows 设置未能完成。所选目标尚未打开。请重试或返回 AI 设置。
zh_tw: Windows 設定未能完成。所選目標尚未開啟。請重試或返回 AI 設定。

# Onboarding_Ready_OpeningFailed
source: The app could not open your selected destination. Choose again to retry. No channel sign-in was started.
fr_fr: L’application n’a pas pu ouvrir la destination choisie. Réessayez. Aucune connexion à un canal n’a été démarrée.
pt_br: O aplicativo não conseguiu abrir o destino escolhido. Escolha novamente para tentar. Nenhum login de canal foi iniciado.
zh_cn: 应用无法打开所选目标。请再次选择以重试。未启动任何渠道登录。
zh_tw: 應用程式無法開啟所選目標。請再次選擇以重試。未啟動任何頻道登入。

# Onboarding_Ready_LaunchFailedTitle
source: Could not open your setup destination
fr_fr: Impossible d’ouvrir la destination choisie
pt_br: Não foi possível abrir o destino escolhido
zh_cn: 无法打开所选设置目标
zh_tw: 無法開啟所選設定目標

# Onboarding_Ready_LaunchInvalid
source: This setup handoff is expired, already used, or unavailable. Reopen setup and verify your AI again.
fr_fr: Ce transfert de configuration a expiré, a déjà été utilisé ou est indisponible. Rouvrez la configuration et vérifiez votre IA.
pt_br: Esta transferência de configuração expirou, já foi usada ou está indisponível. Reabra a configuração e verifique sua IA.
zh_cn: 此设置交接已过期、已使用或不可用。请重新打开设置并验证 AI。
zh_tw: 此設定交接已過期、已使用或無法使用。請重新開啟設定並驗證 AI。

# Onboarding_Ready_LaunchChanged
source: The verified Gateway or agent changed. Return to the original Gateway and reopen AI setup. No other account was opened.
fr_fr: Le Gateway ou l’agent vérifié a changé. Revenez au Gateway d’origine et rouvrez la configuration IA. Aucun autre compte n’a été ouvert.
pt_br: O Gateway ou agente verificado mudou. Volte ao Gateway original e reabra a configuração da IA. Nenhuma outra conta foi aberta.
zh_cn: 已验证的 Gateway 或智能体发生变化。请返回原 Gateway 并重新打开 AI 设置。未打开其他账户。
zh_tw: 已驗證的 Gateway 或代理程式已變更。請返回原 Gateway 並重新開啟 AI 設定。未開啟其他帳戶。

# Onboarding_Ready_LaunchUnavailable
source: The verified Gateway or app page is not ready. Check Connection, then retry explicitly.
fr_fr: Le Gateway vérifié ou la page n’est pas prêt. Vérifiez Connection, puis réessayez explicitement.
pt_br: O Gateway verificado ou a página ainda não está pronto. Confira Connection e tente novamente explicitamente.
zh_cn: 已验证的 Gateway 或应用页面尚未就绪。请检查 Connection，然后手动重试。
zh_tw: 已驗證的 Gateway 或應用程式頁面尚未就緒。請檢查 Connection，然後手動重試。

# Onboarding_Ready_Retry
source: Retry
fr_fr: Réessayer
pt_br: Tentar novamente
zh_cn: 重试
zh_tw: 重試

# Onboarding_Ready_Close
source: Close
fr_fr: Fermer
pt_br: Fechar
zh_cn: 关闭
zh_tw: 關閉

# Onboarding_Ready_ChannelUnavailable
source: This Gateway did not offer the selected channel. Review its available channels or refresh after updating the Gateway.
fr_fr: Ce Gateway ne propose pas le canal sélectionné. Consultez les canaux disponibles ou actualisez après sa mise à jour.
pt_br: Este Gateway não ofereceu o canal escolhido. Veja os canais disponíveis ou atualize a lista após atualizar o Gateway.
zh_cn: 此 Gateway 未提供所选渠道。请查看可用渠道，或更新 Gateway 后刷新。
zh_tw: 此 Gateway 未提供所選頻道。請查看可用頻道，或更新 Gateway 後重新整理。

# Onboarding_Ready_ChannelUnconfirmed
source: Channel availability could not be confirmed. Refresh to retry. No channel sign-in or configuration was started.
fr_fr: La disponibilité des canaux n’a pas pu être confirmée. Actualisez pour réessayer. Aucune connexion ni configuration de canal n’a été démarrée.
pt_br: Não foi possível confirmar a disponibilidade dos canais. Atualize para tentar novamente. Nenhum login ou configuração de canal foi iniciado.
zh_cn: 无法确认渠道是否可用。请刷新以重试。未启动任何渠道登录或配置。
zh_tw: 無法確認頻道是否可用。請重新整理以重試。未啟動任何頻道登入或設定。

# Onboarding_Copy_SafetyLink.Content
source: Learn more about risks and safety
fr_fr: En savoir plus sur les risques et la sécurité
pt_br: Saiba mais sobre riscos e segurança
zh_cn: 详细了解风险与安全
zh_tw: 深入瞭解風險與安全

# Onboarding_Copy_GatewayTitle.Text
source: Set up OpenClaw
fr_fr: Configurer OpenClaw
pt_br: Configurar o OpenClaw
zh_cn: 设置 OpenClaw
zh_tw: 設定 OpenClaw

# Onboarding_Copy_GatewayIntro.Text
source: The Gateway connects your AI assistant to your apps and tools. Choose where it runs. You can change this later.
fr_fr: Le Gateway relie votre assistant IA à vos applications et outils. Choisissez où il s’exécute. Vous pourrez modifier ce choix plus tard.
pt_br: O Gateway conecta seu assistente de IA aos seus aplicativos e ferramentas. Escolha onde ele será executado. Você pode alterar isso depois.
zh_cn: Gateway 将你的 AI 助手连接到应用和工具。请选择其运行位置，你可以稍后更改。
zh_tw: Gateway 將您的 AI 助理連接到應用程式與工具。請選擇執行位置，您可以稍後變更。

source: Gateway setup method
fr_fr: Méthode de configuration du Gateway
pt_br: Método de configuração do Gateway
zh_cn: Gateway 设置方式
zh_tw: Gateway 設定方式

source: Choose one Gateway setup method.
fr_fr: Choisissez une méthode de configuration du Gateway.
pt_br: Escolha um método de configuração do Gateway.
zh_cn: 选择一种 Gateway 设置方式。
zh_tw: 選擇一種 Gateway 設定方式。

source: Install a local Gateway (WSL), recommended
fr_fr: Installer un Gateway local (WSL), recommandé
pt_br: Instalar um Gateway local (WSL), recomendado
zh_cn: 安装本地 Gateway (WSL)，推荐
zh_tw: 安裝本機 Gateway (WSL)，建議

# Onboarding_Copy_GatewayLocalTitle.Text
source: Install a local Gateway (WSL)
fr_fr: Installer un Gateway local (WSL)
pt_br: Instalar um Gateway local (WSL)
zh_cn: 安装本地 Gateway (WSL)
zh_tw: 安裝本機 Gateway (WSL)

# Onboarding_Copy_GatewayLocalDescription.Text
source: Install a private OpenClaw Gateway in WSL.
fr_fr: Installer un Gateway OpenClaw privé dans WSL.
pt_br: Instale um Gateway OpenClaw privado no WSL.
zh_cn: 在 WSL 中安装专用 OpenClaw Gateway。
zh_tw: 在 WSL 中安裝專用 OpenClaw Gateway。

# Onboarding_Copy_Recommended.Text
source: Recommended
fr_fr: Recommandé
pt_br: Recomendado
zh_cn: 推荐
zh_tw: 建議

source: Connect to an existing Gateway
fr_fr: Se connecter à un Gateway existant
pt_br: Conectar a um Gateway existente
zh_cn: 连接到现有 Gateway
zh_tw: 連線至現有 Gateway

# Onboarding_Copy_GatewayExistingTitle.Text
source: Connect to an existing Gateway
fr_fr: Se connecter à un Gateway existant
pt_br: Conectar a um Gateway existente
zh_cn: 连接到现有 Gateway
zh_tw: 連線至現有 Gateway

# Onboarding_Copy_GatewayExistingDescription.Text
source: Connect without installing a Gateway or Local AI on this PC.
fr_fr: Se connecter sans installer de Gateway ni d’IA locale sur ce PC.
pt_br: Conectar sem instalar um Gateway ou IA local neste PC.
zh_cn: 无需在此电脑上安装 Gateway 或本地 AI 即可连接。
zh_tw: 不需在此電腦上安裝 Gateway 或本機 AI 即可連線。

# Onboarding_StartupWarning_Title
source: Windows startup
fr_fr: Démarrage de Windows
pt_br: Inicialização do Windows
zh_cn: Windows 启动
zh_tw: Windows 啟動

# Onboarding_StartupWarning_Message
source: Setup is complete, but the Windows startup preference could not be fully applied. OpenClaw will finish restarting. You can retry this preference in Companion Settings.
fr_fr: La configuration est terminée, mais la préférence de démarrage de Windows n'a pas pu être entièrement appliquée. OpenClaw va terminer son redémarrage. Vous pouvez réessayer dans Companion Settings.
pt_br: A configuração foi concluída, mas a preferência de inicialização do Windows não pôde ser totalmente aplicada. O OpenClaw concluirá a reinicialização. Você pode tentar essa preferência novamente em Companion Settings.
zh_cn: 设置已完成，但 Windows 启动首选项未能完全应用。OpenClaw 将完成重启。您可以在 Companion Settings 中重试此首选项。
zh_tw: 設定已完成，但 Windows 啟動偏好設定未能完全套用。OpenClaw 將完成重新啟動。您可以在 Companion Settings 中重試此偏好設定。

# Onboarding_RegistryRecovery_Title
source: Gateway recovery needs attention
fr_fr: La récupération du Gateway nécessite votre attention
pt_br: A recuperação do Gateway precisa de atenção
zh_cn: Gateway 恢复需要处理
zh_tw: Gateway 復原需要處理

# Onboarding_RegistryRecovery_Message
source: Setup could not reconcile saved gateway changes. Unsaved edits were not committed. Close and reopen OpenClaw to reload saved gateways before retrying.
fr_fr: La configuration n'a pas pu réconcilier les modifications enregistrées du Gateway. Les modifications non enregistrées n'ont pas été validées. Fermez puis rouvrez OpenClaw pour recharger les Gateways enregistrés avant de réessayer.
pt_br: A configuração não conseguiu reconciliar as alterações salvas do Gateway. Alterações não salvas não foram confirmadas. Feche e reabra o OpenClaw para recarregar os Gateways salvos antes de tentar novamente.
zh_cn: 设置无法协调已保存的 Gateway 更改。未保存的编辑未被提交。请关闭并重新打开 OpenClaw，重新加载已保存的 Gateway 后再重试。
zh_tw: 設定無法協調已儲存的 Gateway 變更。未儲存的編輯並未提交。請關閉並重新開啟 OpenClaw，重新載入已儲存的 Gateway 後再重試。

# Onboarding_RestartRecovery_Title
source: Finish opening OpenClaw
fr_fr: Terminer l'ouverture d'OpenClaw
pt_br: Concluir a abertura do OpenClaw
zh_cn: 完成打开 OpenClaw
zh_tw: 完成開啟 OpenClaw

# Onboarding_RestartRecovery_Waiting
source: Another OpenClaw instance is still finishing setup. Retry waits for it to release ownership. Your selected page is retained. Cancel lets you close the other instance and reopen OpenClaw to resume.
fr_fr: Une autre instance d'OpenClaw termine la configuration. Réessayer attend qu'elle libère le contrôle. La page choisie est conservée. Annuler permet de fermer l'autre instance puis de rouvrir OpenClaw pour reprendre.
pt_br: Outra instância do OpenClaw está concluindo a configuração. Tentar novamente aguarda a liberação do controle. A página escolhida foi preservada. Cancelar permite fechar a outra instância e reabrir o OpenClaw para continuar.
zh_cn: 另一个 OpenClaw 实例仍在完成设置。重试会等待它释放控制权。所选页面已保留。取消后可关闭另一个实例并重新打开 OpenClaw 以继续。
zh_tw: 另一個 OpenClaw 執行個體仍在完成設定。重試會等待它釋放控制權。所選頁面已保留。取消後可關閉另一個執行個體並重新開啟 OpenClaw 以繼續。

# Onboarding_RestartRecovery_Storage
source: OpenClaw could not securely retain the selected setup page. Retry to try again. Cancel stops this launch; you may need to reopen setup and choose again.
fr_fr: OpenClaw n'a pas pu conserver la page choisie en toute sécurité. Réessayez. Annuler arrête ce lancement ; vous devrez peut-être rouvrir la configuration et choisir à nouveau.
pt_br: O OpenClaw não conseguiu preservar a página escolhida com segurança. Tente novamente. Cancelar interrompe esta abertura; talvez seja necessário reabrir a configuração e escolher novamente.
zh_cn: OpenClaw 无法安全保留所选设置页面。请重试。取消会停止此次启动；您可能需要重新打开设置并再次选择。
zh_tw: OpenClaw 無法安全保留所選設定頁面。請重試。取消會停止此次啟動；您可能需要重新開啟設定並再次選擇。

# Onboarding_RestartRecovery_Invalid
source: The saved setup launch could not be read. OpenClaw will open normally. Reopen setup to select a destination.
fr_fr: Le lancement enregistré n'a pas pu être lu. OpenClaw s'ouvrira normalement. Rouvrez la configuration pour choisir une destination.
pt_br: Não foi possível ler a abertura salva. O OpenClaw abrirá normalmente. Reabra a configuração para escolher um destino.
zh_cn: 无法读取保存的设置启动信息。OpenClaw 将正常打开。请重新打开设置以选择目标页面。
zh_tw: 無法讀取已儲存的設定啟動資訊。OpenClaw 將正常開啟。請重新開啟設定以選擇目標頁面。

# PermissionsPage_ExecRuleScope_Main
source: this agent
fr_fr: cet agent
pt_br: este agente
zh_cn: 此代理
zh_tw: 此代理

# PermissionsPage_ExecRuleScope_Wildcard
source: all agents
fr_fr: tous les agents
pt_br: todos os agentes
zh_cn: 所有代理
zh_tw: 所有代理

# PermissionsPage_RemoveRuleAutomationNameFormat
source: Remove {0} allowlist entry {1}
fr_fr: Supprimer l’entrée {1} de la liste d’autorisation pour {0}
pt_br: Remover a entrada {1} da lista de permissões de {0}
zh_cn: 移除{0}的允许列表条目 {1}
zh_tw: 移除{0}的允許清單項目 {1}

# PermissionsPage_ExecRuleAction_Inactive
source: inactive
fr_fr: désactivée
pt_br: inativa
zh_cn: 未启用
zh_tw: 未啟用

# Migration_InnoCompleted
source: Your OpenClaw setup was migrated to the Store version. Close this message to exit this app. Then uninstall the previous OpenClaw Companion app through Windows Settings > Apps > Installed apps and open the Store version. Your migrated setup and gateway will be preserved.
fr_fr: Votre configuration OpenClaw a été migrée vers la version du Store. Fermez ce message pour quitter cette application. Désinstallez ensuite l'ancienne application OpenClaw Companion dans Paramètres Windows > Applications > Applications installées, puis ouvrez la version du Store. Votre configuration migrée et votre passerelle seront conservées.
pt_br: Sua configuração do OpenClaw foi migrada para a versão da Store. Feche esta mensagem para sair deste aplicativo. Depois, desinstale o aplicativo OpenClaw Companion anterior em Configurações do Windows > Aplicativos > Aplicativos instalados e abra a versão da Store. Sua configuração migrada e seu gateway serão preservados.
zh_cn: 您的 OpenClaw 配置已迁移到 Store 版本。请关闭此消息以退出此应用，然后通过 Windows 设置 > 应用 > 已安装的应用卸载旧版 OpenClaw Companion，再打开 Store 版本。已迁移的配置和网关将予以保留。
zh_tw: 您的 OpenClaw 設定已移轉至 Store 版本。請關閉此訊息以結束此應用程式，然後透過 Windows 設定 > 應用程式 > 已安裝的應用程式解除安裝舊版 OpenClaw Companion，再開啟 Store 版本。已移轉的設定和閘道將會保留。

# Migration_InnoCheckFailed
source: OpenClaw could not check whether migration to the Store version has completed. This copy cannot start safely. Close other OpenClaw processes and try again. Do not delete migration data or run gateway cleanup.
fr_fr: OpenClaw n'a pas pu vérifier si la migration vers la version du Store est terminée. Cette copie ne peut pas démarrer en toute sécurité. Fermez les autres processus OpenClaw et réessayez. Ne supprimez pas les données de migration et ne lancez pas le nettoyage de la passerelle.
pt_br: O OpenClaw não conseguiu verificar se a migração para a versão da Store foi concluída. Esta cópia não pode iniciar com segurança. Feche os outros processos do OpenClaw e tente novamente. Não exclua os dados de migração nem execute a limpeza do gateway.
zh_cn: OpenClaw 无法检查是否已完成向 Store 版本的迁移。此副本无法安全启动。请关闭其他 OpenClaw 进程后重试。请勿删除迁移数据或运行网关清理。
zh_tw: OpenClaw 無法檢查是否已完成移轉至 Store 版本。此副本無法安全啟動。請關閉其他 OpenClaw 處理程序後再試一次。請勿刪除移轉資料或執行閘道清理。

# Migration_StorePreviewTitle
source: OpenClaw migration preview
fr_fr: Aperçu de la migration OpenClaw
pt_br: Prévia da migração do OpenClaw
zh_cn: OpenClaw 迁移预览
zh_tw: OpenClaw 移轉預覽

# Migration_StorePreviewReady
source: A supported previous installation was found. Normal startup is paused. You can start migration, or choose Not now to continue using the previous app.
fr_fr: Une installation précédente compatible a été trouvée. Le démarrage normal est suspendu. Vous pouvez démarrer la migration ou choisir Pas maintenant pour continuer à utiliser l'application précédente.
pt_br: Uma instalação anterior compatível foi encontrada. A inicialização normal está pausada. Você pode iniciar a migração ou escolher Agora não para continuar usando o aplicativo anterior.
zh_cn: 已找到受支持的旧版安装。正常启动已暂停。您可以开始迁移，或选择“暂不”以继续使用旧版应用。
zh_tw: 已找到支援的舊版安裝。正常啟動已暫停。您可以開始移轉，或選擇「現在不要」以繼續使用舊版應用程式。

# Migration_StoreConsent
source: A supported previous installation was found. Start migration only when you are ready. Choosing {0} validates your setup and saves protected migration records. If validation succeeds, the previous app will be blocked from starting normally. You must then uninstall the previous app through Windows Settings > Apps > Installed apps and reopen the Store app to finish migration. Your setup and gateway will be preserved; nothing is uninstalled automatically. Choose {1} to exit this preview without starting migration and continue using the previous app.
fr_fr: Une installation précédente compatible a été trouvée. Démarrez la migration uniquement lorsque vous êtes prêt. Choisir {0} valide votre configuration et enregistre des données de migration protégées. Si la validation réussit, l'application précédente ne pourra plus démarrer normalement. Vous devrez alors désinstaller l'application précédente via Paramètres Windows > Applications > Applications installées, puis rouvrir l'application du Store pour terminer la migration. Votre configuration et votre passerelle seront préservées ; rien n'est désinstallé automatiquement. Choisissez {1} pour quitter cet aperçu sans démarrer la migration et continuer à utiliser l'application précédente.
pt_br: Uma instalação anterior compatível foi encontrada. Inicie a migração apenas quando estiver pronto. Escolher {0} valida sua configuração e salva registros de migração protegidos. Se a validação for bem-sucedida, o aplicativo anterior não poderá mais iniciar normalmente. Você deverá então desinstalar o aplicativo anterior em Configurações do Windows > Aplicativos > Aplicativos instalados e reabrir o aplicativo da Store para concluir a migração. Sua configuração e seu gateway serão preservados; nada será desinstalado automaticamente. Escolha {1} para sair desta prévia sem iniciar a migração e continuar usando o aplicativo anterior.
zh_cn: 已找到受支持的旧版安装。请仅在准备好时开始迁移。 选择“{0}”将验证您的配置并保存受保护的迁移记录。如果验证成功，旧版应用将无法正常启动。您必须随后通过 Windows 设置 > 应用 > 已安装的应用卸载旧版应用，然后重新打开 Store 应用以完成迁移。您的配置和网关将被保留；不会自动卸载任何内容。 选择“{1}”可退出此预览而不开始迁移，并继续使用旧版应用。
zh_tw: 已找到支援的舊版安裝。請僅在準備好時開始移轉。 選取「{0}」會驗證您的設定並儲存受保護的移轉記錄。如果驗證成功，舊版應用程式將無法正常啟動。您必須接著透過 Windows 設定 > 應用程式 > 已安裝的應用程式解除安裝舊版應用程式，然後重新開啟 Store 應用程式以完成移轉。您的設定和閘道將會保留；不會自動解除安裝任何內容。 選取「{1}」可結束此預覽而不開始移轉，並繼續使用舊版應用程式。

# Migration_StoreMigrate
source: Migrate
fr_fr: Migrer
pt_br: Migrar
zh_cn: 迁移
zh_tw: 移轉

# Migration_StoreNotNow
source: Not now
fr_fr: Pas maintenant
pt_br: Agora não
zh_cn: 暂不
zh_tw: 現在不要

# Migration_StoreCloseInno
source: Close the previous OpenClaw Companion app, then choose {0} to retry. Choose {1} to exit this preview. Do not force-close the previous app or uninstall it yet. Uninstall only after this preview tells you migration completion has been recorded.
fr_fr: Fermez l'application OpenClaw Companion précédente, puis choisissez {0} pour réessayer. Choisissez {1} pour quitter cet aperçu. Ne forcez pas l'application précédente à se fermer et ne la désinstallez pas encore. Désinstallez-la uniquement lorsque cet aperçu vous indique que la fin de la migration a été enregistrée.
pt_br: Feche o aplicativo OpenClaw Companion anterior e escolha {0} para tentar novamente. Escolha {1} para sair desta prévia. Não force o encerramento do aplicativo anterior nem o desinstale ainda. Desinstale somente depois que esta prévia informar que a conclusão da migração foi registrada.
zh_cn: 关闭旧版 OpenClaw Companion 应用，然后选择“{0}”以重试。选择“{1}”可退出此预览。请勿强制关闭旧版应用，也请暂时不要卸载。只有在此预览提示已记录迁移完成后，才可卸载旧版应用。
zh_tw: 關閉舊版 OpenClaw Companion 應用程式，然後選取「{0}」以重試。選取「{1}」可結束此預覽。請勿強制關閉舊版應用程式，也請暫時不要解除安裝。只有在此預覽提示已記錄移轉完成後，才可解除安裝舊版應用程式。

# Migration_StoreRetry
source: Retry
fr_fr: Réessayer
pt_br: Tentar novamente
zh_cn: 重试
zh_tw: 重試
